Revit 2027 API
SolidOrShellTessellationControls Constructor
 Default constructor.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SolidOrShellTessellationControls()
Public Sub New
public:
SolidOrShellTessellationControls()
new : unit -> SolidOrShellTessellationControls
See Also
Reference
SolidOrShellTessellationControls Class
Autodesk.Revit.DB Namespace